Repository: common-repository/simple-admin-branding
Catalog: languages/simple-admin-branding_*.po
Languages: es_es, fr_fr

source: Simple Admin Branding
es_es: Marca de administrador simple
fr_fr: Image de marque d'administrateur simple

source: Lightweight plugin to brand the WordPress login page using the built-in site icon assets.
es_es: Complemento ligero para marcar la página de inicio de sesión de WordPress utilizando los activos de icono del sitio incorporados.
fr_fr: Plugin léger pour marquer la page de connexion WordPress à l'aide des actifs d'icône de site intégrés.

source: &copy; %1$s %2$s. All Rights Reserved.
es_es: &copy; %1$s %2$s. Reservados todos los derechos.
fr_fr: &copy; %1$s %2$s. Tous les droits sont réservés.

source: Login Background Color
es_es: Color de fondo de inicio de sesión
fr_fr: Couleur de fond de connexion

source: Login Text Color
es_es: Color del texto de inicio de sesión
fr_fr: Couleur du texte de connexion

source: Login Logo
es_es: Logotipo de inicio de sesión
fr_fr: Logo de connexion

source: Overrides the default WordPress site logo, specifically for the login page.
es_es: Anula el logotipo predeterminado del sitio de WordPress, específicamente para la página de inicio de sesión.
fr_fr: Remplace le logo du site WordPress par défaut, en particulier pour la page de connexion.

source: Login Message
es_es: Mensaje de inicio de sesión
fr_fr: Message de connexion

source: In between the logo and login box. HTML tags supported.
es_es: Entre el logotipo y el cuadro de inicio de sesión. Soporta etiquetas HTML.
fr_fr: Entre le logo et la boîte de connexion. Balises HTML prises en charge.

source: Footer Text
es_es: Texto de pie de página
fr_fr: Texte de pied de page

source: %1$s for dynamic year replacement. HTML tags supported.
es_es: %1$s para reemplazo de año dinámico. Soporta etiquetas HTML.
fr_fr: %1$s pour le remplacement dynamique de l'année. Balises HTML prises en charge.
